/* 
  Localizable.strings
  SpotMenu

  Created by Miklós Kristyán on 30.07.17.
  Copyright © 2017 KM. All rights reserved.
 
  Translated by @bcubic on 21.10.2017.
*/

"Issues" = "Problemes";
"Preferences..." = "Preferències...";
"Check for Updates..." = "Buscar actualitzacions...";
"Quit" = "Sortir";
"Now playing" = "Reproduint";
"Hover over an option for more information." = "Passa el cursor per sobre d'una opció per obtenir més informació.";
"When checked the artist will be shown in the menu bar." = "Quan estigui marcat, es mostrarà l'artista a la barra de menú.";
"When checked the album name will be shown in the menu bar." = "When checked the album name will be shown in the menu bar.";
"When checked the title will be shown in the menu bar." = "Quan estigui marcat, es mostrarà el títol a la barra de menú.";
"When checked the playing icon (♫) will be shown in the menu bar if music is played." = "Quan estigui marcat, es mostrarà la icona de reproducció (♫) a la barra de menú si s'està reproduint música.";
"When checked the SpotMenu icon will be shown in the menu bar. Note: If there is no music information to be shown the SpotMenu icon will be visible." = "Quan estigui marcat, es mostrarà la icona de SpotMenu a la barra de menú.\n\nNota:\nSi no hi ha informació de la música, la icona de SpotMenu serà visible.";
"When checked the popover will be fixed to the right corner." = "Quan estigui marcat, la finestra emergent apareixerà al costat dret.";
"When checked SpotMenu will start automatically at login." = "Quan estigui marcat, SpotMenu s'obrirà automàticament a l'inici de sessió.";
"Artist" = "Artista";
"Title" = "Títol";
"Show playing icon" = "Mostrar la icona de reproducció";
"Show title" = "Mostrar el títol";
"with ♥ from kmikiy" = "amb ♥ de kmikiy";
"Show artist" = "Mostrar l'artista";
"Preferences" = "Preferències";
"General" = "General";
"Updates" = "Actualitzacions";
"Open at login" = "Obrir a l'inici de sessió";
"Fix popover to the right" = "Finestra emergent a la dreta";
"Show SpotMenu icon" = "Mostrar la icona de SpotMenu";
"Automatically check for updates" = "Comprovar actualitzacions automàticament";
"Automatically download updates" = "Descarregar actualitzacions automàticament";
"Check for Updates" = "Buscar actualitzacions";
"Last checked:" = "Ultima comprovació:";
"Preferences" = "Preferències";
"Indicates whether or not to check for updates automatically." = "Quan estigui marcat, SpotMenu comprovarà si hi ha actualitzacions.";
"Indicates whether or not updates can be automatically downloaded in the background." = "Quan estigui marcat, SpotMenu descarregarà les actualitzacions en segon pla.";
"Enable keyboard shortcut" = "Enable keyboard shortcut";
"Display the current song artist and title by pressing ctrl + shift + m." = "Display the current song artist and title by pressing ctrl + shift + m.";
"Hide text when paused" = "Hide text when paused";
"Omits the current song artist and title from the menu bar when the music is paused." = "Omits the current song artist and title from the menu bar when the music is paused.";
"copy" = "copy";
"copied" = "copied";
"About" = "About";
"about-description" = "SpotifyVsTheWorld is free and open source.";
"Show album title" = "Show album title";
